Repository: AlexaCRM/integration-dynamics
Catalog: languages/integration-dynamics-*.po
Languages: ru_ru

source: Dynamics CRM Data Binding
ru_ru: Привязка данных к Dynamics CRM

source: About
ru_ru: О плагине

source: Version: %s
ru_ru: Версия: %s

source: <a href="%s">Plugin website</a>
ru_ru: <a href="%s">Сайт плагина</a>

source: <a href="http://%s">Documentation</a>
ru_ru: <a href="http://%s">Документация</a>

source: Images
ru_ru: Изображения

source: Annotations settings
ru_ru: Настройки аннотаций

source: Use a view to get images
ru_ru: Выберите представление для получения изображений

source: — Select —
ru_ru: — Выбор —

source: Forms
ru_ru: Формы

source: reCAPTCHA settings
ru_ru: Настройки reCAPTCHA

source: Plugin supports reCAPTCHA that you can add to the forms to protect your WordPress site from spam.
ru_ru: Плагин поддерживает интеграцию с reCAPTCHA, чтобы защитить ваши формы на сайте от спама.

source: Enable reCAPTCHA
ru_ru: Включить reCAPTCHA

source: Site key <span class="description">(required)</span>
ru_ru: Ключ сайта <span class="description">(обязательно)</span>

source: Secret key <span class="description">(required)</span>
ru_ru: Секретный ключ <span class="description">(обязательно)</span>

source: Metadata cache has been purged and now will be rebuilt gradually.
ru_ru: Кэш метаданных был очищен и будет постепенно наполнен снова.

source: Connection
ru_ru: Подключение

source: Connection to Dynamics CRM <%s> has been successfully established.
ru_ru: Подключение к Dynamics CRM <%s> успешно установлено.

source: Unable to connect to Dynamics CRM using provided address, username and/or password.
ru_ru: Не удалось подключиться к Dynamics CRM, используя данные адрес, имя пользователя и/или пароль.

source: Unable to connect to Dynamics CRM: %s
ru_ru: Не удалось подключиться к Dynamics CRM: %s

source: Reconnect
ru_ru: Переподключиться

source: Connect
ru_ru: Подключиться

source: Configure the plugin to connect to your Dynamics CRM instance.
ru_ru: Настройте плагин, чтобы подключиться к вашей Dynamics CRM.

source: Deployment Type
ru_ru: Тип развёртки

source: Dynamics CRM Address (URL) <span class="description">(required)</span>
ru_ru: Адрес (URL) Dynamics CRM <span class="description">(обязательно)</span>

source: Authentication Source
ru_ru: Источник аутентификации

source: Internet-facing deployment (IFD)
ru_ru: Доступ через интернет (IDF)

source: User Name <span class="description">(required)</span>
ru_ru: Имя пользователя <span class="description">(обязательно)</span>

source: CRM user login
ru_ru: Имя пользователя в CRM

source: Password <span class="description">(required)</span>
ru_ru: Пароль <span class="description">(обязательно)</span>

source: CRM user password
ru_ru: Пароль в CRM

source: Metadata Settings
ru_ru: Настройки метаданных

source: If you have changed your Dynamics CRM entities metadata recently, please regenerate local metadata cache to keep it up to date.
ru_ru: Если вы недавно изменяли объекты и их поля в Dynamics CRM, необходимо пересобрать кэш метаданных.

source: Regenerate Metadata Cache
ru_ru: Пересобрать кэш метаданных

source: F j, Y \a\t g:i A
ru_ru: j F Y в H:i

source: Metadata cache was last regenerated on %s.
ru_ru: Последний раз кэш метаданных пересобирался %s.

source: Form validation failed
ru_ru: Не удалось проверить форму

source: An error has occurred submitting the form
ru_ru: При подаче формы произошла ошибка

source: Error: invalid captcha
ru_ru: Ошибка: неверная капча

source: Form errors
ru_ru: Ошибки в формах

source: Validation error
ru_ru: Ошибка валидации

source: Form submit error
ru_ru: Ошибка при подаче формы

source: Invalid captcha error
ru_ru: Неверная reCAPTCHA

source: Messages
ru_ru: Сообщения

source: You can adjust messages that are displayed to users.
ru_ru: Вы можете поменять текст сообщений, которые показываются пользователям вашего сайта.

source: Views
ru_ru: Представления

source: Views settings
ru_ru: Настройки представлений

source: Images for boolean fields
ru_ru: Картинки в булевых полях

source: Use images for boolean field values in views
ru_ru: Использовать картинки в качестве значений для булевых полей в представлениях

source: Dynamics CRM Plugin successfully activated, <b>please configure it</b> <a href="admin.php?page=wordpresscrm">on this page</a>.
ru_ru: Плагин для Dynamics CRM успешно установлен. <b>Настройте его</b> на <a href="admin.php?page=wordpresscrm">этой странице</a>.

source: No records are available in this view.
ru_ru: Это представление не содержит записей.

source: Settings
ru_ru: Настройки

source: %s is required
ru_ru: %s обязательно

source: %s must be a valid email address
ru_ru: %s должен быть верным e-mail адресом

source: %s must be a valid URL
ru_ru: %s должен быть верным URL

source: %1$s must be less than %2$d character
ru_ru: %1$s должен содержать не менее %2$d символа

source: Unsupported lookup type for [%1$s], or entity {%2$s} not found
ru_ru: [%1$s] не поддерживает данный тип лукапа, либо объект {%2$s} не найден

source: Must be less than %d characters
ru_ru: Должно быть менее %d символа

source: Incorrect text value
ru_ru: Неверное текстовое значение

source: Incorrect email
ru_ru: Неверный e-mail

source: Invalid number value
ru_ru: Неверное числовое значение

source: Invalid number value. Enter a decimal number without currency symbol or thousands separator.
ru_ru: Неверное числовое значение. Числа вводятся без знаков валют и разделителей разрядов.

source: Invalid money value. Enter a decimal number without currency symbol or thousands separator.
ru_ru: Неверное денежное значение. Числа вводятся без знаков валют и разделителей разрядов.

source: Inline view templates are not supported in this version.
ru_ru: В этой версии встраиваемые представления не поддерживаются.

source: Error in inline template body, please check the inline template for unclosed or empty tags. <br/> Note that inline template must be well formatted xml document
ru_ru: Ошибка в теле встроенного представления. Проверьте код на наличие незакрытых или пустых тегов. <br/> Учтите, что встроенное представление должно содержать верно составленный XML-документ

source: An error occurred, please try again later or contact site administration
ru_ru: Произошла ошибка. Попробуйте позже снова или свяжитесь с администратором сайта

source: Wordpress CRM Plugin is not connected to Dynamics CRM
ru_ru: Сайт не подключен к Dynamics CRM

source: Cancel
ru_ru: Отмена

source: Look up record
ru_ru: Поиск по записям

source: Look for
ru_ru: Искать

source: Search
ru_ru: Поиск

source: Search for records
ru_ru: Поиск по записям

source: Loading...
ru_ru: Загрузка...

source: Page <span class="crm-lookup-popup-page-counter">1</span>
ru_ru: Страница <span class="crm-lookup-popup-page-counter">1</span>

source: Add
ru_ru: Добавить

source: Remove Value
ru_ru: Убрать

source: Submit
ru_ru: Отправить

source: <p>No results</p>
ru_ru: <p>Результатов нет</p>

source: Entity
ru_ru: Объект

source: Parameter name
ru_ru: Имя параметра

source: Query string parameter name
ru_ru: Параметр запроса со значением параметра

source: Empty parameter behavior
ru_ru: Поведение при незаполненном параметре

source: Ignore
ru_ru: Игнорировать

source: Page Not Found
ru_ru: Страница не найдена

source: Set default for views
ru_ru: По умолчанию в представлениях

source: WordPress is connected to your Dynamics CRM organization and is ready for use.
ru_ru: WordPress подключен к вашей организации в Dynamics CRM и готов к использованию.

source: WordPress is not connected to Dynamics CRM.
ru_ru: WordPress не подключен к Dynamics CRM.

source: Connected to &lt;%s&gt;
ru_ru: Подключено к &lt;%s&gt;

source: Not connected
ru_ru: Не подключено
